Repository: Vistaus/litteris
Catalog: po/*.po
Languages: nl

source: Backup restored with success!
nl: De back-up is gemaakt!

source: New Penpal
nl: Nieuwe penvriend(in)

source: Edit Penpal
nl: Penvriend(in) bewerken

source: Remove Penpal
nl: Penvriend(in) verwijderen

source: Options
nl: Instellingen

source: Penpal added with success!
nl: Penvriend(in) toegevoegd!

source: You should provide Name & Country for your new penpal.
nl: Geef een naam en land op.

source: Incomplete data
nl: Onvolledig

source: Remove %s ?
nl: Wil je '%s' verwijderen?

source: This action will permanently remove all data related to this penpal.
nl: Deze actie verwijdert alle bijbehorende gegevens *permanent*.

source: Remove %s
nl: '%s' verwijderen

source: %s removed with success!
nl: '%s' is verwijderd!

source: Restore backup?
nl: Wil je de back-up herstellen?

source: This will permanently override the current database.
nl: Dit overschrijft de huidige databank *permanent*.

source: Restore
nl: Herstellen

source: Restore backup file
nl: Back-upbestand herstellen

source: Cancel
nl: Annuleren

source: Create backup file
nl: Back-up maken

source: Export
nl: Exporteren

source: Backup created with success!
nl: De back-up is gemaakt!

source: Penpal Correspondence Organized
nl: Organiseer de correspondentie met je penvrienden

source: Country not found
nl: Land niet gevonden

source: Light Mode
nl: Licht thema

source: Dark Mode
nl: Donker thema

source: Create a backup
nl: Back-up maken

source: Restore backup
nl: Back-up herstellen

source: About
nl: Over

source: * Name :
nl: * Naam:

source: Nickname :
nl: Bijnaam:

source: Notes :
nl: Aantekeningen:

source: Address :
nl: Adres:

source: * Country :
nl: * Land:

source: Discard Changes
nl: Wijzigingen verwerpen

source: Add Penpal
nl: Penvriend(in) toevoegen

source: Save Changes
nl: Wijzigingen opslaan

source: Discard Changes?
nl: Wijzigingen verwerpen

source: You will lose all changes made so far.
nl: Je zult verliezen alle wijzigingen.

source: Discard
nl: Briefkaart

source: Search
nl: Zoeken

source: Starred
nl: Favorieten

source: Penpals
nl: Penvrienden

source: No friends yet 😔️
nl: Je hebt nog geen vrienden 😔️

source: No matches ...
nl: Geen overeenkomsten...

source: Sent :
nl: Verstuurd :

source: Received :
nl: Ontvangen :

source: Penpal updated with success!
nl: De penvriend(in) is bijgewerkt!

source: Register Mail
nl: Correspondentie vastleggen

source: Received
nl: Ontvangen

source: Sent
nl: Verstuurd

source: Add Mail
nl: Correspondentie toevoegen

source: Remove Mail
nl: Correspondentie verwijderen

source: Please select Letter/Postcard and Received/Sent
nl: Kies een brief(kaart) en of deze ontvangen of verstuurd is

source: Mail Registered
nl: Vastgelegde correspondentie

source: Changes Saved
nl: De wijzigingen zijn opgeslagen

source: letter
nl: brief

source: postcard
nl: briefkaart

source: Remove %s from %s?
nl: Wil je '%s' verwijderen uit '%s'?

source: This will delete this date from the database permanently!
nl: Dit verwijdert de datum *permanent* uit de huidige databank!

source: Mail Removed
nl: Correspondentie verwijderd

source: Add a new friend to start tracking your mail exchange.
nl: Voeg een vriend(in) toe om jullie correspondentie bij te houden.

source: Too many penpals? Look up their name!
nl: Te veel vrienden? Zoek op naam!
